Repository: 71e6fd52/factorio-mods-zh_cn
Catalog: omegat/tm/pycoalprocessing_pycoalprocessing_1.8.3.tmx
Source language: en_us
Languages: zh_cn

source: Raw borax
zh_cn: 硼砂

source: Niobium ore
zh_cn: 铌矿

source: Niobium
zh_cn: 铌矿

source: Coal Processing
zh_cn: PY之煤炭工业

source: Coal processing
zh_cn: 煤炭处理

source: Methanol processing
zh_cn: 甲醇处理

source: Cooling tower
zh_cn: 冷却塔

source: Energy generation
zh_cn: 能源发电

source: Desulfurisation
zh_cn: 脱硫技术

source: Excavation
zh_cn: 开采技术

source: Separation
zh_cn: 分离技术

source: Fuel production
zh_cn: 燃料生产技术

source: Rare-earth exploration
zh_cn: 稀土挖掘技术

source: Fine electronics
zh_cn: 高级电学基础

source: Crusher
zh_cn: 粉碎机技术

source: Filtration
zh_cn: 过滤技术

source: Coal processing.
zh_cn: 煤炭处理

source: Methanol processing.
zh_cn: 甲醇处理

source: New cooling buildings for closed steam-water cycles.
zh_cn: 新的冷却设施

source: Process acid gas to extract sulfur.
zh_cn: 酸性气体脱硫技术

source: Add basic energy generation.
zh_cn: 增加基础能源发电。

source: Excavation.
zh_cn: 开采

source: Separation.
zh_cn: 分离

source: Develop methods to produce more refined fuels.
zh_cn: 研究新的燃气生产技术

source: Give access to explore the rare-earth elements.
zh_cn: 稀土开采技术

source: Because high tech stuff is necessary in this planet.
zh_cn: 解锁电池和光纤，为高级电学提供可能

source: Allow better yields from pre-processing ores.
zh_cn: 矿石预处理技术

source: Coal gas from coal
zh_cn: 煤气

source: Coal gas from wood
zh_cn: 从木材中提取煤气

source: Syngas from coal gas
zh_cn: 合成气

source: More syngas using oxygen
zh_cn: 用氧气生成更多合成气

source: Refined syngas using filtered syngas
zh_cn: 过滤法精炼合成气

source: Refined syngas using methanol
zh_cn: 甲醇法精炼合成气

source: Refined syngas using methanol from canisters
zh_cn: 罐装甲醇法精炼合成气

source: Zinc chloride
zh_cn: 锌氯化合物

source: Methanol from syngas
zh_cn: 通过合成气制取甲醇

source: Methanol from hydrogen
zh_cn: 使用氢气合成甲醇

source: Combustion mixture
zh_cn: 燃烧混合物 01

source: Carbon from tar
zh_cn: 焦油制碳

source: Cooling water
zh_cn: 冷却水

source: Salt extraction
zh_cn: 盐矿采掘机

source: Extract sulfur from acid gas
zh_cn: 从酸性气体中制取硫磺

source: __1__ to __2__
zh_cn: __1__ 到 __2__

source: Convert coal gas to heavy oil
zh_cn: 煤气炼重油

source: Convert syngas to light oil
zh_cn: 合成气炼轻油

source: Convert refined syngas to petroleum gas
zh_cn: 精炼合成气炼石油气

source: Diesel from methanol
zh_cn: 甲醇合成柴油

source: Extract aromatics for further use
zh_cn: 获取芳烃

source: Make nichrome
zh_cn: 制作镍铬耐热合金

source: Build drill heads
zh_cn: 制作钻头

source: Separation of tailings dust
zh_cn: 分选残渣粉

source: Separation of soil
zh_cn: 分选泥土

source: Sand washing
zh_cn: 洗沙

source: Sand classification
zh_cn: 沙子细分

source: Coarse classification
zh_cn: 粗选

source: Convert tar to crude oil
zh_cn: 焦油转化成原油

source: Convert acid gas into sulfuric acid
zh_cn: 酸性气体转化为硫酸

source: Sand casting
zh_cn: 铸造用砂模具

source: Nexelit plate
zh_cn: 蓝坷垃板

source: Make anthraquinone
zh_cn: 生产蒽醌

source: Make hydrogen peroxide
zh_cn: 生产过氧化氢

source: Make lithium peroxide
zh_cn: 生产过氧化锂

source: Filter air pollution
zh_cn: 空气过滤

source: Nexelit cartridge
zh_cn: 蓝坷垃盒

source: Make slaked lime
zh_cn: 生产熟石灰

source: Extract CO2 from nexelit cartridges
zh_cn: 蓝坷垃盒释放二氧化碳

source: Nexelit cartridge regeneration
zh_cn: 蓝坷垃盒恢复

source: Make lime
zh_cn: 生产石灰

source: Make fuel rod MK 01
zh_cn: 生产燃料棒MK01

source: Coal-water slurry
zh_cn: 水煤浆燃料

source: Split olefins into light fuels
zh_cn: 裂解烯烃为轻油

source: Make gasoline
zh_cn: 生产汽油

source: Grow fawogae
zh_cn: 种植法沃加

source: Basic processing of fawogae
zh_cn: 初步处理法沃加

source: Make glassware
zh_cn: 生产瓶子

source: Extract bone meal
zh_cn: 提取骨粉

source: Build the borax mine
zh_cn: 制作硼砂矿

source: Raw borax material
zh_cn: 天然硼砂

source: Borax washing
zh_cn: 硼砂洗涤

source: Grow ralesias
zh_cn: 种植若雷莎

source: Rich clay
zh_cn: 富泥土

source: Make ground sample
zh_cn: 生产地面样本

source: Make biological sample
zh_cn: 生产生物样本

source: Make alien sample
zh_cn: 生产外星样本

source: Build lab equipment chassis
zh_cn: 生产实验室设备底座

source: Build lab instrument
zh_cn: 生产实验室设备

source: Make optical set
zh_cn: 生产光学底座

source: Make boron trioxide
zh_cn: 生产三氧化二硼

source: Extract ralesia seeds
zh_cn: 生产若雷莎种子

source: Make diborane
zh_cn: 生产乙硼烷

source: Make boric acid
zh_cn: 生产硼酸

source: Extract niobium
zh_cn: 开采铌矿石

source: Break niobium ore
zh_cn: 粉碎铌矿石

source: Fine breaking of niobium ore
zh_cn: 精细粉碎铌矿石碎块

source: The final step for niobium ore
zh_cn: 铌粉富集

source: Extract fat from mukmouxes
zh_cn: 动物脂肪提取

source: Process alien animal fat
zh_cn: 外星生物脂肪处理

source: Extract CO2 from organics
zh_cn: 有机质生成二氧化碳

source: Crush rare-earth ores
zh_cn: 稀土粉碎

source: Fine breaking of rare-earth ores
zh_cn: 精细稀土矿粉碎

source: Rare-earth element beneficiation
zh_cn: 稀土富集

source: Aromatics from plants
zh_cn: 植物制取芳烃

source: Glass core
zh_cn: 玻璃核心

source: Cladding
zh_cn: 熔覆

source: Cladded core
zh_cn: 熔覆好的核心

source: Make copper coating
zh_cn: 生产漆包线

source: Make Kevlar
zh_cn: 生产凯芙拉纤维

source: Make PPD
zh_cn: 生产对苯二胺

source: Make iron-niobium alloy
zh_cn: 生产铌铁合金

source: Coat the fiber with iron-niobium alloy
zh_cn: 铌铁合金包裹光纤

source: Make optical fiber
zh_cn: 生产光纤

source: React and split these fuels
zh_cn: 燃料分馏

source: Convert refined syngas to olefins
zh_cn: 精炼合成气生成烯烃

source: Split heavy oil from oleochemicals
zh_cn: 用油脂化合物生成重油

source: Filter bone meal mix to extract organic solvent
zh_cn: 骨肉混合物炼制生化液

source: Make biofilm
zh_cn: 生成生物膜

source: Filter tailings to extract acid gas
zh_cn: 残渣过滤法生产酸性气体

source: Make filtration media
zh_cn: 生成过滤框

source: Recycling
zh_cn: 污水回收

source: Filter olefins to methanol
zh_cn: 从烯烃过滤出甲烷

source: Primitive filtration of coal gas
zh_cn: 煤气原始过滤

source: Convert oleochemicals to crude oil.
zh_cn: 油脂化合物转化为碱性油

source: Convert coal to coal dust.
zh_cn: 生产煤粉

source: Make bricks from sand and ash.
zh_cn: 沙尘制砖

source: Separation of tailings.
zh_cn: 残渣分选

source: Make briquettes of coal.
zh_cn: 生产煤球

source: Make lubricant from glycerol.
zh_cn: 甘油制润滑剂

source: Make explosives from glycerol.
zh_cn: 甘油制炸药

source: Make resin from glycerol.
zh_cn: 甘油合成树脂

source: Rare-earth minerals from dirty water.
zh_cn: 脏水收集稀土

source: Rich dust from rare-earth mud.
zh_cn: 稀土制稀土粉尘

source: Crush iron
zh_cn: 铁矿粉碎

source: Crush copper
zh_cn: 铜矿粉碎

source: Crush bauxite
zh_cn: 铝矿粉碎

source: Crush gold
zh_cn: 金矿粉碎

source: Crush quartz
zh_cn: 石英粉碎

source: Crush lead
zh_cn: 铅矿粉碎

source: Crush nickel
zh_cn: 镍矿粉碎

source: Crush rutile
zh_cn: 金红石粉碎

source: Crush silver
zh_cn: 银矿粉碎

source: Crush tin
zh_cn: 锡矿粉碎

source: Crush tungsten
zh_cn: 钨矿粉碎

source: Crush zinc
zh_cn: 锌矿粉碎

source: Convert heavy oil to coal gas
zh_cn: 重油转化为煤气

source: Convert light oil to syngas
zh_cn: 轻油转化为合成气

source: Convert petroleum gas to refined syngas
zh_cn: 石油气转化为精炼合成气

source: Extract sulfur from crude oil
zh_cn: 原油生成硫磺

source: Extract sulfur from heavy oil
zh_cn: 重油生成硫磺

source: Extract sulfur from light oil
zh_cn: 轻油生成硫磺

source: Extract sulfur from petroleum gas
zh_cn: 石油气生成硫磺

source: Convert wood to organic matter
zh_cn: 木头生成生物质

source: Process Creosote to extract aromatics
zh_cn: 木榴油处理生成芳烃

source: Produce lubricant from aromatics
zh_cn: 芳烃制取润滑油

source: React aromatics with syngas
zh_cn: 合成气与芳烃生成橡胶

source: Make Batteries from NaS
zh_cn: 钠硫电池

source: Convert coal to coke
zh_cn: 煤转焦炭

source: Destructive distillation of stone
zh_cn: 石头裂解蒸馏

source: Better yield from iron
zh_cn: 优化制铁

source: Extract lighter gases from glycerol
zh_cn: 甘油分解生产氢气

source: Convert oleochemicals to solid fuel
zh_cn: 油脂化合物制备固体燃料

source: Convert glycerol to syngas
zh_cn: 甘油转化为合成气

source: Extract sand
zh_cn: 开采沙子

source: Extract gravel
zh_cn: 开采碎石

source: Extract stone
zh_cn: 开采石头

source: Extract rich dust
zh_cn: 开采富尘

source: Extract coarse fraction
zh_cn: 提取粗粒

source: Make logs
zh_cn: 原木1

source: Ash separation
zh_cn: 灰尘分离

source: Poor man's glass
zh_cn: 土法制玻璃

source: Sodium hydroxide
zh_cn: 氢氧化钠制备

source: Make carbon from coal dust
zh_cn: 从煤灰中制造碳

source: Fill methanol canister
zh_cn: 甲醇罐充气

source: Empty methanol canister
zh_cn: 空甲醇罐

source: __1__ and __2__ from __3__
zh_cn: 焦油提取矿石

source: Gemstones from tar
zh_cn: 残渣焦油过滤有用的矿石

source: Mining nexelit
zh_cn: 开采蓝坷垃矿石

source: Acetylene to combustion mixture (670°C)
zh_cn: 将乙炔转化为670℃燃烧混合物。

source: Coal briquettes to combustion mixture (900°C)
zh_cn: 将煤球转化为900℃燃烧混合物。

source: Coal briquettes to combustion mixture (1000°C)
zh_cn: 将煤球转化为1000℃燃烧混合物。

source: Coal gas to combustion mixture (500°C)
zh_cn: 将煤气转化为500℃燃烧混合物。

source: Coal-water slurry to combustion mixture (550°C)
zh_cn: 将煤浆转化为550℃燃烧混合物。

source: Diborane to combustion mixture (600°C)
zh_cn: 将乙硼烷转化为600℃燃烧混合物。

source: Convert Diesel to combustion mixture (800°C)
zh_cn: 将柴油转化为800℃燃烧混合物。

source: Gasoline combustion mixture (850°C)
zh_cn: 将汽油转化为850℃燃烧混合物。

source: Heavy oil to combustion mixture (500°C)
zh_cn: 将重油转化为500℃燃烧混合物。

source: Light oil to combustion mixture (550°C)
zh_cn: 将轻油转化为550℃燃烧混合物。

source: Methanol to combustion mixture (650°C)
zh_cn: 将甲醇转化为650℃燃烧混合物。

source: Olefins to combustion mixture (750°C)
zh_cn: 将烯烃转化为750℃燃烧混合物。

source: Olefins to combustion mixture (700°C)
zh_cn: 将烯烃转化为700℃燃烧混合物。

source: Petroleum gas to combustion mixture (600°C)
zh_cn: 将重油转化为600℃燃烧混合物。

source: Refined syngas to combustion mixture (700°C)
zh_cn: 将精炼合成气转化为700℃燃烧混合物。

source: Syngas to combustion mixture (550°C)
zh_cn: 将合成气转化为550℃燃烧混合物。

source: Filter flue gas
zh_cn: 过滤烟气

source: Burn coal dust
zh_cn: 燃煤烟尘

source: Convert oleochemicals to heavy oil
zh_cn: 从油脂化学品转换重油

source: Convert __1__ to __2__.
zh_cn: 将木材转化为煤

source: Catalyst conversion of aromatics into anthraquinone.
zh_cn: 催化芳烃为蒽醌

source: Catalyst conversion of anthraquinone into hydrogen peroxide.
zh_cn: 催化蒽醌为过氧化氢

source: Production of lithium peroxide.
zh_cn: 生产过氧化锂

source: Filter air pollution.
zh_cn: 空气过滤

source: Mix of lime and water.
zh_cn: 石灰与水混合

source: Transform air pollution accumulated on cartridges into pure CO2.
zh_cn: 把浓缩的雾霾分离成灰灰和二氧化碳

source: Cooking rocks all day.
zh_cn: 烧制石灰

source: High potential fuel to use in advanced buildings.
zh_cn: 用于高级建筑的高密度燃料

source: A dirty and bad fuel, but it works!
zh_cn: 肮脏和糟糕的燃料，但是能烧！

source: In case you're short on oil.
zh_cn: 原油不足的时候再考虑

source: Highly explosive fuel.
zh_cn: 易爆燃料

source: God bless olefins.
zh_cn: 用烯烃生产混烧燃料

source: Inoffensive swamp alien fungus.
zh_cn: 无害的外星植物

source: Basic processing of the fawogae fungus.
zh_cn: 外星植物基础处理

source: Containers for laboratory use.
zh_cn: 科研用的容器

source: The circle of life.
zh_cn: 生生不息

source: First item of borax line.
zh_cn: 硼生产线的最初产物

source: Second step in the borax line.
zh_cn: 硼生产线的第二步产物

source: Special alien plant.
zh_cn: 特殊的外星植物

source: Drill that planet!
zh_cn: 给行星钻个洞

source: Break niobium ore.
zh_cn: 粉碎铌矿石

source: Fine breaking of niobium ore.
zh_cn: 进一步粉碎铌矿

source: Final step into niobium line.
zh_cn: 铌生产的最终一步

source: Poor alien animals.
zh_cn: 可怜的外星生物

source: Energy, concentrated.
zh_cn: 能源..浓缩的！

source: Break rare-earth ores.
zh_cn: 稀土粉碎

source: Fine breaking of rare-earth ores.
zh_cn: 进一步粉碎稀土

source: Rare-earth element beneficiation.
zh_cn: 稀土富集

source: Extract aromatics from alien plants.
zh_cn: 从外星植物上榨取芳烃

source: make the core of an optical fiber.
zh_cn: 制作光纤核心

source: Very strong alloy.
zh_cn: 很强大的合金

source: For high-tech applications.
zh_cn: 用于高科技

source: More endurance for the fiber.
zh_cn: 使光纤更耐用

source: Some waste can be good.
zh_cn: 物尽其用

source: Recover some rich dust from that mud.
zh_cn: 从泥土中回收富尘

source: Cheap way to get some aromatics.
zh_cn: 土法制芳烃

source: Oil-free lubricant.
zh_cn: 不用油也能做润滑油

source: If you somehow consume all your coke.
zh_cn: 没有焦炭的时候就这样干

source: Desperate measures.
zh_cn: 实在没办法的时候的措施

source: Let the sun do the trick.
zh_cn: 都交给太阳

source: Water helps.
zh_cn: 再加点水

source: Good use for ashes.
zh_cn: 来点尘土

source: Boost production with CO2.
zh_cn: 用二氧化碳来加速

source: CO2 and rich water?
zh_cn: 二氧化碳和肥水？

source: great!
zh_cn: 非常好

source: Maximum production capacity.
zh_cn: 最大生长速度！

source: Coke
zh_cn: 焦炭

source: Iron oxide
zh_cn: 氧化铁

source: Ash
zh_cn: 灰尘

source: Asphalt
zh_cn: 沥青

source: Limestone tile
zh_cn: 石灰石瓷砖

source: Coal tile
zh_cn: 煤砖

source: Activated carbon
zh_cn: 活性炭

source: Sodium chloride
zh_cn: 氯化钠

source: Treated wood
zh_cn: 处理过的木材

source: Tailings dust
zh_cn: 残渣尘

source: Nichrome
zh_cn: 镍铬合金

source: Chromium
zh_cn: 铬

source: Soil
zh_cn: 泥土

source: Drill head
zh_cn: 钻头

source: Raw nexelit
zh_cn: 天然蓝坷垃

source: Sand
zh_cn: 沙子

source: Limestone
zh_cn: 石灰石

source: Organic matter
zh_cn: 生物质

source: Coarse fraction
zh_cn: 粗颗粒

source: Rich dust
zh_cn: 富尘

source: Coal dust
zh_cn: 煤粉

source: Pure sand
zh_cn: 纯砂

source: Gravel
zh_cn: 碎石

source: Chromite sand
zh_cn: 铬砂

source: lithium peroxide
zh_cn: 过氧化锂

source: Infused nexelit cartridge
zh_cn: 灌装好的蓝坷垃罐

source: Saturated nexelit cartridge
zh_cn: 饱和的蓝坷垃罐

source: Lime
zh_cn: 生石灰

source: Fuel rod
zh_cn: 燃料棒mk1

source: Fawogae
zh_cn: 法沃加

source: Fawogae substrate
zh_cn: 基础基质

source: Glassware
zh_cn: 瓶子

source: Bone meal
zh_cn: 骨头和肉

source: Borax
zh_cn: 硼砂

source: Ralesia
zh_cn: 若雷莎

source: Ground sample
zh_cn: 地面样本01

source: Biological sample
zh_cn: 生物样本01

source: Alien sample
zh_cn: 异星样本01

source: Equipment chassis
zh_cn: 设备底座

source: Laboratory instrument
zh_cn: 实验室设备

source: Optical set
zh_cn: 光学底座

source: Boron trioxide
zh_cn: 三氧化二硼

source: Ralesia seeds
zh_cn: 若雷莎种子

source: Niobium powder
zh_cn: 铌矿粉

source: Niobium dust
zh_cn: 铌粉尘

source: Niobium concentrate
zh_cn: 铌富集

source: Lard
zh_cn: 动物脂肪

source: Niobium oxide
zh_cn: 铌氧化物

source: Niobium plate
zh_cn: 铌板

source: Rare-earth ore
zh_cn: 稀土矿

source: Rare-earth ore powder
zh_cn: 稀土矿粉

source: Rare-earth ore dust
zh_cn: 稀土矿尘

source: Kevlar
zh_cn: 凯芙拉纤维

source: p-Phenylenediamine (PPD)
zh_cn: 对苯二胺

source: Kevlar coating
zh_cn: 凯芙拉纤维涂层

source: Iron-niobium alloy
zh_cn: 铌铁合金

source: Iron-niobium coating
zh_cn: 铌铁合金涂层

source: Copper coating
zh_cn: 铜涂层

source: Optical fiber
zh_cn: 光纤

source: Biofilm
zh_cn: 生物膜

source: Filtration media
zh_cn: 过滤框

source: Coal briquette
zh_cn: 煤球

source: Calcium carbide
zh_cn: 碳化钙

source: Crushed iron
zh_cn: 粉碎的铁矿石

source: Crushed copper
zh_cn: 粉碎的铜矿石

source: Crushed bauxite
zh_cn: 粉碎的铝矿石

source: Crushed gold
zh_cn: 粉碎的金矿石

source: Crushed quartz
zh_cn: 粉碎的石英石

source: Crushed lead
zh_cn: 粉碎的铅矿石

source: Crushed nickel
zh_cn: 粉碎的镍矿石

source: Crushed rutile
zh_cn: 粉碎的金红石

source: Crushed silver
zh_cn: 粉碎的银矿石

source: Crushed tin
zh_cn: 粉碎的锡矿石

source: Crushed tungsten
zh_cn: 粉碎的钨矿石

source: Crushed zinc
zh_cn: 粉碎的锌矿石

source: Log
zh_cn: 原木

source: Empty gas canister
zh_cn: 空的气罐

source: Filled methanol canister
zh_cn: 甲醇罐

source: Improved coal fuel.
zh_cn: 提高煤燃烧率，同时也是重要的化工原料

source: Waste product that can be useful.
zh_cn: 看起来没什么用，但是将来需要用来生产铁氧体

source: Leftovers from industrial processes.
zh_cn: 反应后留下的灰尘，可以用于养殖或建筑

source: Good for boots.
zh_cn: 对鞋子更友好

source: Dark and mysterious...
zh_cn: 神秘的黑色

source: The best filter material.
zh_cn: 最佳过滤材料，在处理气体时经常被用到

source: Useful for textile processing, metallurgical fluxes, and chemical synthesis.
zh_cn: 氯化锌

source: NaCl.
zh_cn: 氯化钠，主要用于合成盐水来获得氯气或氢氧化钠，也用于部分化工反应

source: Better than raw wood.
zh_cn: 比天然木材好，用于铁轨和生产板材，少数时候也用来制造建筑

source: Useful catalyst.
zh_cn: 有效的催化剂

source: Great catalyst.
zh_cn: 高效催化剂

source: Rich and underused.
zh_cn: 肥沃的土壤，制造养殖场或用于养殖，洗一洗还能得到沙子

source: Replacement part of heavy machines.
zh_cn: 重型机器的消耗组件，使用机器还可以通过消耗大量资源凭空获得矿物

source: We travelled light-years for this metal.
zh_cn: 为了这个，我们跨越一光年的距离

source: Smallest part of a rocky planet.
zh_cn: 满地都是的东西，但是非常有用

source: Common rock around here.
zh_cn: 又名大理石，矿物处理经常用到

source: Carbon based stuff.
zh_cn: 木头渣，并不起眼，但总会有用的，比如酚醛树脂

source: Also called wet soil.
zh_cn: 小石头子，可以进行一些聊胜于无的配方

source: Processed dust rich in rare-earth minerals.
zh_cn: 处理过的尘土，可以用来无中生铬，当然如果你家里有铬矿最好不要用这个

source: Everything will be used. Can be burned too!
zh_cn: 可以烧，不过如果做成煤球烧起来就更棒了，也有部分配方会用到

source: Washed sand for fine production.
zh_cn: 干净细腻的沙子，主要用于生产玻璃和过滤框

source: To make perfectly shaped plates.
zh_cn: 用来制作合适形状的板材，和硼砂、燃料棒mk1是好朋友

source: It's been said that this plate has coding capabilities.
zh_cn: 拥有不可思议能量的金属，需要大量生产

source: White crystalline mineral.
zh_cn: 开采需要结晶矿物挖掘机和合成气

source: Not to make slime only.
zh_cn: 在很多配方中用到，也用于铸造，和砂模、燃料棒mk1是好朋友

source: Rare-earth elements infused in this clay.
zh_cn: 比较稀有的泥土

source: A mix of the primary planet's soil samples.
zh_cn: 星球上的地表样本

source: A compilation of biological material around the base.
zh_cn: 基地周围的生物样本

source: The results of extensive research of this alien ecosystem.
zh_cn: 这颗星球的样本，用来了解这颗星球

source: Structure ready for assembly.
zh_cn: 显微镜底座

source: We can't research without it.
zh_cn: 一个显微镜，用于观察样本并研究这颗星球

source: Fine borosilicate glass lens.
zh_cn: 完美的光学镜头

source: These seeds can explode themselves.
zh_cn: 慕课牛专用食物，加点调料他们长的就更快了

source: An empty canister for storing gasses.
zh_cn: 一个空的储气瓶，甲醇专属

source: Evaporated dirty water.
zh_cn: 废液有用，那浓缩的废液也有用。用于生产钒和一种稀有合金

source: Medium rocks.
zh_cn: 小的岩石块，一般用于生产过滤框，也有些别的用途

source: Highly CO2-absorbant material.
zh_cn: 很能吸收二氧化碳，用来消除污染

source: Lithium-nexelit bond to maximise atmospheric CO2 absorption.
zh_cn: 这玩意可以把大气里的二氧化碳吸光

source: Used cartridge ready for CO2 extraction.
zh_cn: 使用用过氧化锂处理一下可以重新使用

source: Leftovers after cooking limestone.
zh_cn: 煅烧石灰石得到生石灰，大多数时候都是用来合成熟石灰

source: Ready to burn.
zh_cn: 铸造三兄弟最贵的一个，也可以当燃料

source: Pretty common fungus.
zh_cn: 一种来自法国的小蘑菇，去掉头和外壳就可以吃了，肉质滑嫩有嚼头，肥瘦相间并带有少量脆骨十分有嚼劲，搭配番茄酱闻着臭，吃着香，裹上六六粉炸至金黄，隔壁本拉登都馋哭了。

source: Fragile and expensive.
zh_cn: 空瓶子

source: Rich in nutrients.
zh_cn: 肉含有机物，骨头含有磷，用于生产一些工业原料

source: Alien plant that grows under hydrogen atmospheres.
zh_cn: 一种在氢气环境下生长的植物

source: Very useful metal for advanced technologies.
zh_cn: 铌矿，需要大量生产

source: First step of niobium production.
zh_cn: 铌冶炼的第一步

source: Second step of niobium production.
zh_cn: 铌冶炼的第二步

source: Third step of niobium production.
zh_cn: 铌冶炼的第三步

source: Lard, highly concentrated fat.
zh_cn: 动物身上的肥肉，非常油腻

source: Niobium oxide.
zh_cn: 铌氧化物

source: Useful advanced material.
zh_cn: 很有用的高级材料

source: Even more rare than on Earth.
zh_cn: 富含稀土的大石头块

source: First step of rare-earth element production.
zh_cn: 稀土处理第一步

source: Second step of rare-earth element production.
zh_cn: 稀土处理第二步

source: Main part of an optical fiber.
zh_cn: 光纤的主要部分，内部可以反射激光来传递信息

source: IOF cover for optical fiber.
zh_cn: IOF光纤外表面，用于保护内部的安全

source: Now reflexive!
zh_cn: 现在它可以导光了

source: Can stop a bullet.
zh_cn: 刚中带柔，柔中带刚，优秀的保护材料

source: Kevlar coating for optical fiber.
zh_cn: 使用凯芙拉纤维编织的光纤涂层

source: Strong coating for the fiber.
zh_cn: 光纤的强化外皮

source: High speed data travel.
zh_cn: 高速数据传输，标志着你进入了信息时代，是发展更高科技的基础

source: Great place for organic filtration.
zh_cn: 更高级的过滤用品，可以用于很多生产

source: Great filtration module.
zh_cn: 用处非常多的过滤用品，需要大量生产

source: Syngas distillation.
zh_cn: 合成气分馏

source: Oleochemical distillation.
zh_cn: 生物油脂分馏

source: Convert oleochemicals to methanol.
zh_cn: 把生物油脂做成甲烷

source: Gasification of tar.
zh_cn: 焦油气化

source: Extract everything from tailings.
zh_cn: 从废渣里面回收一些东西

source: Slow conversion from tar to crude oil.
zh_cn: 慢慢的把焦油加工成原油

source: Great great fuel, but terrible pollution.
zh_cn: 非常强大的燃料，但是污染感人

source: Used mainly to produce acetylene.
zh_cn: 主要拿来做乙炔

source: Coal gas
zh_cn: 煤气

source: Tar
zh_cn: 焦油

source: Syngas
zh_cn: 合成气

source: Creosote
zh_cn: 木榴油

source: Refined syngas
zh_cn: 精炼合成气

source: Acid gas
zh_cn: 酸性气体

source: Carbon dioxide
zh_cn: 二氧化碳

source: Methanol
zh_cn: 甲醇

source: Tailings
zh_cn: 废液

source: Flue gas
zh_cn: 废气

source: Saline water
zh_cn: 盐水

source: Olefins
zh_cn: 烯烃

source: Diesel
zh_cn: 柴油

source: Gasoline
zh_cn: 汽油

source: Aromatics
zh_cn: 芳烃

source: Anthraquinone
zh_cn: 蒽醌

source: Hydrogen peroxide
zh_cn: 过氧化氢

source: Slaked lime
zh_cn: 熟石灰

source: Diborane
zh_cn: 乙硼烷

source: Boric acid
zh_cn: 硼酸

source: Oleochemicals
zh_cn: 油脂化合物

source: Glycerol
zh_cn: 甘油

source: Organic solvent
zh_cn: 有机溶剂

source: Niobium complex
zh_cn: 铌化合物

source: Rare-earth mud
zh_cn: 稀土泥浆

source: Terephthaloyl chloride (TCl)
zh_cn: TPA - 对苯二甲酰氯

source: Acetylene
zh_cn: 乙炔

source: Destructive distillation column MK 01
zh_cn: 破坏性蒸馏塔

source: Destructive distillation column MK 02
zh_cn: 破坏性蒸馏塔 MK02

source: Destructive distillation column MK 03
zh_cn: 破坏性蒸馏塔 MK03

source: Destructive distillation column MK 04
zh_cn: 破坏性蒸馏塔 MK04

source: Gasifier MK 01
zh_cn: 气化炉

source: Gasifier MK 02
zh_cn: 气化炉 MK02

source: Gasifier MK 03
zh_cn: 气化炉 MK03

source: Gasifier MK 04
zh_cn: 气化炉 MK04

source: Tar processing unit MK 01
zh_cn: 焦油处理设施

source: Tar processing unit MK 02
zh_cn: 焦油处理设施 MK02

source: Tar processing unit MK 03
zh_cn: 焦油处理设施 MK03

source: Tar processing unit MK 04
zh_cn: 焦油处理设施 MK04

source: Combustion turbine MK 01
zh_cn: 燃气涡轮 MK01

source: Combustion turbine MK 02
zh_cn: 燃气涡轮 MK02

source: Combustion turbine MK 03
zh_cn: 燃气涡轮 MK03

source: Filter MK 01
zh_cn: 过滤器

source: Filter MK 02
zh_cn: 过滤器 MK02

source: Filter MK 03
zh_cn: 过滤器 MK03

source: Filter MK 04
zh_cn: 过滤器 MK04

source: Rectisol MK 01
zh_cn: 甲醇洗涤机

source: Rectisol MK 02
zh_cn: 甲醇洗涤机 MK02

source: Rectisol MK 03
zh_cn: 甲醇洗涤机 MK03

source: Rectisol MK 04
zh_cn: 甲醇洗涤机 MK04

source: Methanol reactor MK 01
zh_cn: 甲醇反应炉

source: Methanol reactor MK 02
zh_cn: 甲醇反应炉 MK02

source: Methanol reactor MK 03
zh_cn: 甲醇反应炉 MK03

source: Methanol reactor MK 04
zh_cn: 甲醇反应炉 MK04

source: Tailings pond
zh_cn: 尾矿池

source: Tailings pond spinner
zh_cn: 尾矿离心机

source: Tailings pond sprite sheet
zh_cn: 尾矿分拣机

source: Quenching Tower MK 01
zh_cn: 熄焦塔

source: Quenching tower MK 02
zh_cn: 熄焦塔 MK02

source: Quenching tower MK 03
zh_cn: 熄焦塔 MK03

source: Quenching tower MK 04
zh_cn: 熄焦塔 MK04

source: High-pressure furnace MK 01
zh_cn: 高压炉

source: High-pressure furnace MK 02
zh_cn: 高压炉 MK02

source: High-pressure furnace MK 03
zh_cn: 高压炉 MK03

source: High-pressure furnace MK 04
zh_cn: 高压炉 MK04

source: Power house MK 01
zh_cn: 动力车间

source: Power house MK 02
zh_cn: 动力车间 MK02

source: Power house MK 03
zh_cn: 动力车间 MK03

source: Power house MK 04
zh_cn: 动力车间 MK04

source: Cooling tower MK 01
zh_cn: 冷却塔 MK01

source: Cooling tower MK 02
zh_cn: 冷却塔 MK02

source: Evaporator MK 01
zh_cn: 蒸发器

source: Evaporator MK 02
zh_cn: 蒸发器 MK02

source: Evaporator MK 03
zh_cn: 蒸发器 MK03

source: Evaporator MK 04
zh_cn: 蒸发器 MK04

source: Desulfurisator unit MK 01
zh_cn: 脱硫设施

source: Desulfurisator unit MK 02
zh_cn: 脱硫设施 MK02

source: Desulfurisator unit MK 03
zh_cn: 脱硫设施 MK03

source: Desulfurisator unit MK 04
zh_cn: 脱硫设施 MK04

source: Olefin plant MK 01
zh_cn: 烯烃加工厂

source: Olefin plant MK 02
zh_cn: 烯烃加工厂 MK02

source: Olefin plant MK 03
zh_cn: 烯烃加工厂 MK03

source: Olefin plant MK 04
zh_cn: 烯烃加工厂 MK04

source: Soil extractor MK 01
zh_cn: 泥土挖掘机

source: Soil extractor MK 02
zh_cn: 泥土挖掘机 MK02

source: Soil extractor MK 03
zh_cn: 泥土挖掘机 MK03

source: Soil extractor MK 04
zh_cn: 泥土挖掘机 MK04

source: Ground borer MK 01
zh_cn: 钻土机 MK01

source: Ground borer MK 02
zh_cn: 钻土机 MK02

source: Ground borer MK 03
zh_cn: 钻土机 MK03

source: Ground borer MK 04
zh_cn: 钻土机 MK04

source: FTS reactor MK 01
zh_cn: FTS 反应炉

source: FTS reactor MK 02
zh_cn: FTS 反应炉 MK02

source: FTS reactor MK 03
zh_cn: FTS 反应炉 MK03

source: FTS reactor MK 04
zh_cn: FTS 反应炉 MK04

source: Solid separator MK 01
zh_cn: 固体分离器

source: Solid separator MK 02
zh_cn: 固体分离器 MK02

source: Solid separator MK 03
zh_cn: 固体分离器 MK03

source: Solid separator MK 04
zh_cn: 固体分离器 MK04

source: Washer MK 01
zh_cn: 洗涤机

source: Washer MK 02
zh_cn: 洗涤机 MK02

source: Washer MK 03
zh_cn: 洗涤机 MK03

source: Washer MK 04
zh_cn: 洗涤机 MK04

source: Classifier MK 01
zh_cn: 震荡分选机

source: Classifier MK 02
zh_cn: 震荡分选机 MK02

source: Classifier MK 03
zh_cn: 震荡分选机 MK03

source: Classifier MK 04
zh_cn: 震荡分选机 MK04

source: Advanced foundry MK 01
zh_cn: 高级铸造厂

source: Advanced foundry MK 02
zh_cn: 高级铸造厂 MK02

source: Advanced foundry MK 03
zh_cn: 高级铸造厂 MK03

source: Advanced foundry MK 04
zh_cn: 高级铸造厂 MK04
